{"elementList": [{"propertyCode": "33405707", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/0f/9f/7a/244275967.jpg", "externalReference": "1208-4915", "numPhotos": 11, "floor": "1", "price": 573500.0, "priceInfo": {"price": {"amount": 573500.0}}, "propertyType": "flat", "operation": "sale", "size": 78.0, "rooms": 1, "bathrooms": 2, "address": "Santos-o-Velho - Madragoa", "province": "Lisboa", "municipality": "Estrela", "district": "Santos-o-Velho - Madragoa", "country": "pt", "latitude": 38.7080584, "longitude": -9.1528138, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405707/", "description": "¿Cómo es vivir en Santos? El barrio de Santos, ubicado entre el aristocrático barrio de Lapa y la conocida Avenida 24 de Julho, donde se encuentra el Time Out Market, es uno de los barrios más populares y auténticos de Lisboa. En Santos, lo viejo y lo nuevo se fusionan a la perfección, lo que hace que este barrio tenga un carácter único, casi como si tuviera personalidad. Aquí podrá encontrar desde galerías de arte, boutiques de diseñadores portugueses, pero también las típicas tascas y pastelerías portuguesas. Al pasear por este barrio encontrará maravillosas calles, decoradas con los típicos azulejos y calzada portuguesa, edificios antiguos que aluden elegancia y grandeza. Aquí, sitios de interés como el Time Out Market, Elevador da Bica, Cais do Sodré, la Rua cor de rosa, Terreiro do Paço y el Jardim da Estrela están a solo un paseo de distancia. La expansión del metro de Lisboa promete una nueva estación de Santos que permitirá que tenga fácil acceso a toda la ciudad en un futuro próximo. Esto es más que una casa para quedarse, es una experiencia a la que llamamos Ando. ¡Fantástico! Cuéntame más sobre el edificio Santos Townhouse... El edificio Ando Santos se remonta históricamente a 1648 cuando el rey de Portugal D. João IV decreta la construcción de un convento para acoger una orden de frailes capuchinos que llegara de Francia. El incendio de 1837 redujo el edificio a cenizas, habiendo sido de este modo decretada la construcción de un nuevo edificio en el lugar por el José António da Luz Robim. Es en este edificio que nace el Ando Santos, con 6 pisos y 35 apartamentos T1 y T2. Clasificado como Patrimonio de Interés Municipal, la autenticidad del edificio se mantiene a través de las ventanas amplias, balcones lisboetas y una fachada adornada de azulejos. Sin embargo, se hacen modernizaciones a nivel de construcción antisísmica, reducción de ruido, aislamiento y eficiencia energética. ¿Qué hay de especial y diferente en el Ando Santos Townhouse? Armoniosamente pensado en simultáneo con el proyecto de rehabilitación, también el interior de este apartamento mereció la debida atención y cuidado en su decoración. Ando Living Interior Design Department está detrás de este proyecto de decoración de interiores que trabaja de modo a transformar los espacios de modo sublime, manteniendo la personalidad del proyecto Ando Living. Este departamento es conocido por crear proyectos que causan un impacto duradero, que incorporan materiales de alta calidad, mobiliario y equipos de primera línea para tornar los apartamentos con servicios absolutamente excepcionales. El apartamento está totalmente equipado con cocina, una suite con vestíbulo, un aseo social y una área de estar. Se beneficiará también de una amplia gama de servicios como un gimnasio, una piscina en la azotea, áreas comunes donde podrá trabajar, un restaurante, bar y una cafetería. Destinto por sus amplias áreas, acabados lujosos y un diseño minimalista este apartamento creado pensando en el estilo de vida del nómada contemporáneo busca traer para el lifestyle de quien en él habita, no solo todo el confort y comodidad, como la posibilidad de experimentar el alma de la ciudad, incluso sin salir del interior del club, una vez que además de todo el interior del apartamento es posible aún disfrutar de todas las comodidades Ando Living. Quien vive en el Ando Living Santos tendrá a su disposición una vasta gama de servicios y espacios que harán su vivencia aún más especial y auténtica. Aquí podrá conciliar fácilmente su espacio residencial con las restantes instalaciones Ando e integrar sus días de trabajo y momentos de ocio en una comunidad y ambiente que le disponibiliza una piscina infinita y concept store. En el Ando Living Santos habitar, trabajar o relajarse será una experiencia única. ¿Qué significa formar parte del Club Ando Living? El Ando Living es un concepto imaginado y diseñado para l", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 7353.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Estrela, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405705", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/b0/f2/1b/244275843.jpg", "externalReference": "1208-4949", "numPhotos": 19, "floor": "1", "price": 810000.0, "priceInfo": {"price": {"amount": 810000.0}}, "propertyType": "flat", "operation": "sale", "size": 128.0, "rooms": 3, "bathrooms": 2, "address": "largo Santa Bárbara", "province": "Lisboa", "municipality": "Arroios", "district": "Anjos", "country": "pt", "latitude": 38.7253145, "longitude": -9.1346261, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405705/", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "priceByArea": 6328.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Arroios, Lisboa", "title": "Piso en largo Santa Bárbara"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405669", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/5e/88/36/244275785.jpg", "externalReference": "1208-4954", "numPhotos": 28, "floor": "1", "price": 880000.0, "priceInfo": {"price": {"amount": 880000.0}}, "propertyType": "flat", "operation": "sale", "size": 233.0, "rooms": 5, "bathrooms": 4, "address": "Alto dos Moinhos", "province": "Lisboa", "municipality": "São Domingos de Benfica", "district": "Alto dos Moinhos", "country": "pt", "latitude": 38.7500314, "longitude": -9.1796626, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405669/", "hasVideo": false, "status": "good", "newDevelopment": false, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "priceByArea": 3777.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "São Domingos de Benfica, Lisboa", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405703", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/ae/13/6b/244275675.jpg", "externalReference": "2226-2318", "numPhotos": 40, "floor": "2", "price": 1000000.0, "priceInfo": {"price": {"amount": 1000000.0}}, "propertyType": "flat", "operation": "sale", "size": 245.0, "rooms": 4, "bathrooms": 3, "address": "Expo Sul", "province": "Lisboa", "municipality": "Parque das Nações", "district": "Expo Sul", "country": "pt", "latitude": 38.7553532, "longitude": -9.0938389, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405703/", "description": "Departamento de 4 dormitorios con buenas áreas y excelentes acabados en líneas contemporáneas ubicado junto a la Marina Parque das Nações. Área bruta privada: 188,40 m2 Área bruta dependiente: 56,11 m2 La propiedad única consta de: Salón con 47,36 m2 y balcón con 6,50 m2; Cocina con 12,78 m2; Suite de 19,10 m2 con baño de 4,48 m2 y armario de 3,82 m2; 1 Dormitorio 16,35 m2; 1 Dormitorio 14,70m2; 1 Dormitorio/Oficina 15,27 m2; 2 Baños, uno de 4,64 m2 y otro de 3,06 m2. Consta de las siguientes características: Cocina equipada con encimera de gas, horno, campana extractora, microondas, frigorífico, lavavajillas, lavadora y secadora; Lavandería y aseo; Despensa; Aire condicionado; Calefacción; vacío central; Ascensor; Aparcamiento (3 vehículos); Recopilación. Ubicación privilegiada, cerca del centro de Lisboa a orillas del río Tajo, con todo tipo de comercio y servicios cerca. Podemos considerar la zona como bastante cultural ya que podemos encontrar el Pabellón del Conocimiento, el Oceanario, el Altice Arena, el Centro Comercial Vasco da Gama, Restaurantes, Jardines, Centro de Salud/Hospital y Escuelas. Zona de rápido acceso a la ciudad de Lisboa, Aeropuerto y otras localidades. Cerca de Estação Oriente con diversos transportes públicos, ya sea tren, metro y otros. Vivir en el Parque das Nações representa una calidad de vida única, muy cerca del río Tajo. ¡No te pierdas este apartamento distintivo! Características: Características exteriores: estacionamiento; Puerta blindada; Videoportero; Características interiores - Hall de entrada; Cocina pequeña; Baño completo; Lavadero; Características Generales - Despensa; Portón eléctrico; Otros equipos - Calefacción central; Vistas - Vista de la ciudad; Otras características - Garaje; Balcón; Recopilación; Suite; Ascensor; Aire condicionado;.", "hasVideo": false, "status": "good", "newDevelopment": false, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "priceByArea": 4082.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Parque das Nações, Lisboa", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405702", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/63/93/fd/244275663.jpg", "externalReference": "1208-4948", "numPhotos": 17, "floor": "2", "price": 650000.0, "priceInfo": {"price": {"amount": 650000.0}}, "propertyType": "flat", "operation": "sale", "size": 92.0, "rooms": 2, "bathrooms": 2, "address": "largo Santa Bárbara", "province": "Lisboa", "municipality": "Arroios", "district": "Anjos", "country": "pt", "latitude": 38.7282598, "longitude": -9.1354119, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405702/", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "priceByArea": 7065.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Arroios, Lisboa", "title": "Piso en largo Santa Bárbara"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "highlight": {"groupDescription": "Top"}, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405700", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/a2/46/32/244275509.jpg", "externalReference": "1208-5089", "numPhotos": 30, "price": 399000.0, "priceInfo": {"price": {"amount": 399000.0}}, "propertyType": "flat", "operation": "sale", "size": 120.0, "rooms": 3, "bathrooms": 3, "address": "Santa Clara", "province": "Lisboa", "municipality": "Santa Clara", "country": "pt", "latitude": 38.7842767, "longitude": -9.1580404, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405700/", "description": "Apartamento de 3 habitaciones ubicado en Santa Clara junto a la estación de metro de Ameixoeira. Magnífico apartamento de 4 habitaciones ubicado en la planta baja de un edificio con 2 ascensores. Excelente apartamento de 3 habitaciones con áreas bastante generosas, edificio con 2 ascensores, estacionamiento para 1 vehículo, trastero y con una ubicación privilegiada. (estacionamiento excluido del SCE, al del n.º 2 del artículo 18.º del Decreto-Ley n.º 101-D/2020, de 7 de diciembre). El apartamento con puerta blindada se beneficia de una excelente luminosidad y está compuesto por 3 habitaciones, todas ellas con armarios empotrados, una de las habitaciones es suite en la que el baño tiene ventana de PVC con doble acristalamiento con persianas eléctricas con mando wifi y voz, como todas las demás ventanas del apartamento, hall/pasillo para acceder a las habitaciones, baño social con 2 lavabos y bañera, amplio salón con zona de estar y comedor, cocina totalmente equipada con electrodomésticos Ariston y LG (cocina, horno, microondas, campana extractora, lavavajillas, lavadora y calentador). El apartamento está situado en una zona tranquila y silenciosa con excelentes accesos por carretera (a 200 metros del Eje Norte-Sur, a 300 metros de la CRIL/IC17), transporte público, metro de Ameixoeira (a 3 minutos a pie), autobuses en la puerta ya 10 minutos del aeropuerto. Junto al edificio hay un supermercado SPAR, lo que lo hace bastante cómodo para las necesidades del día a día. En cuanto a zonas de ocio, tenemos el Parque Oeste que dista a 350 metros por el acceso peatonal, el Jardín Quinta de Santa Clara a 200 metros, el Parque infantil a 50 metros. ¡Enamórate de un estilo de vida singular! Porque hay oportunidades únicas en la vida, concierta una visita y ven a conocer tu nueva casa. Todo el envío pre y post escritura sin costes adicionales por el servicio. Intermediario de Crédito Vinculado. Mutuantes: \"NOVO BANCO, SA; BANCO BPI, SA; BANCO SANTANDER TOTTA, SA; BANKINTER; CAIXA GERAL DE DEPÓSITOS, SA; UNION DE CRÉDITOS INMOBILIARIOS, SA; Euro BIC; Banco CTT. Servicios de Intermediación de Crédito. ELEGIR TRABAJAR CON KELLER WILLIAMS, SIGNIFICA: Optar eficientemente por la Red de Asesores Inmobiliarios del mercado, operación más eficiente de compra de su asesoramiento y propiedad. Sea cual sea el valor de su inversión, siempre tendrá la certeza de que su nuevo inmueble no es una parte de lo que hace, es todo lo que hace. ¡No pierda esta oportunidad! Llámame hoy mismo. ¿Le gustó la presentación de esta propiedad? Podemos hacer lo mismo por la suya. ¡Contáctenos! En KW Portugal, entendemos compartir como una forma de mejor servicio al cliente por si es profesional del sector y tiene un cliente comprador calificado, ¡contáctenos y agende una visita! **Llamada a la Red Móvil Nacional (coste igual al de una llamada realizada a la red móvil nacional, según su tarifa). Características: Características Exteriores - Estacionamiento; Puerta blindada; Video Portero; Características Interiores - Hall de entrada; Electrodomésticos empotrados; Baño de la Suite; Armarios empotrados; Orientación - Este; Oeste; Otros Equipamientos - Gas canalizado; Alarma de seguridad; Lavavajillas; Microondas; Lavadora; Otras características - Garaje; Cocina Equipada; Trastero; Suite; Ascensor.", "hasVideo": false, "status": "good", "newDevelopment": false, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "priceByArea": 3325.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Santa Clara, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405696", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/5a/ab/1e/244275322.jpg", "externalReference": "2226-2464", "numPhotos": 40, "floor": "1", "price": 375000.0, "priceInfo": {"price": {"amount": 375000.0, "priceDropInfo": {"formerPrice": 390000.0, "priceDropValue": 15000, "priceDropPercentage": 4}}}, "propertyType": "flat", "operation": "sale", "size": 95.0, "rooms": 2, "bathrooms": 2, "address": "travessa do Terreiro a Santa Catarina s/n", "province": "Lisboa", "municipality": "Misericórdia", "district": "Santa Catarina", "country": "pt", "latitude": 38.710178, "longitude": -9.1494676, "showAddress": true, "url": "https://www.idealista.pt/imovel/33405696/", "description": "Encantador apartamento de 2 dormitorios completamente reformado con balcón y excelente exposición al sol. Siendo una excelente inversión con una rentabilidad estimada del 10% anual, contando con licencia de Alojamiento Local. Ubicado en el primer piso sin ascensor de un edificio en buen estado de cuatro unidades en Santa Catarina en la parroquia de Misericordia en Lisboa, el apartamento consta de: - Salón Open Space con cocina totalmente equipada; - Suite; - Habitación; - Cuarto de baño; - Balcón; - Despensa; Esta propiedad está ubicada en el barrio histórico de Santa Catarina, cerca del Bairro Alto, Chiado, Belém y el río Tajo. Al estar ubicado aún cerca de lugares de Ocio y Culturales Dispone de todo tipo de servicios cercanos como Supermercados, Transporte público, Gimnasio, Centro de Salud, Hospitales, Grandes Colegios, Universidades y Farmacia. Al ser una propiedad única en el centro de Lisboa, es una excelente opción para vivienda o inversión. ¡Programe su visita ahora! Características: Características interiores - Hall de entrada; Electrodomésticos integrados; Baño completo; Armarios; Características Generales - Restaurado; Despensa; Otros equipos - Tanque de agua; Lavavajillas; Refrigerador; Lavadora; Vistas - Vista de la ciudad; Otras características - Balcón; Cocina equipada; Suite; Aire condicionado;.", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 3947.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Misericórdia, Lisboa", "title": "Piso en travessa do Terreiro a Santa Catarina s/n"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405695", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/c3/8d/3b/244275317.jpg", "externalReference": "1208-4905", "numPhotos": 18, "floor": "4", "price": 1538000.0, "priceInfo": {"price": {"amount": 1538000.0}}, "propertyType": "flat", "operation": "sale", "size": 134.0, "rooms": 3, "bathrooms": 3, "address": "Baixa", "province": "Lisboa", "municipality": "Santa Maria Maior", "district": "Baixa", "country": "pt", "latitude": 38.7074869, "longitude": -9.1358847, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405695/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 11478.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Santa Maria Maior, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405691", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/1f/de/84/244275030.jpg", "externalReference": "1208-4898", "numPhotos": 16, "floor": "2", "price": 1510000.0, "priceInfo": {"price": {"amount": 1510000.0}}, "propertyType": "flat", "operation": "sale", "size": 134.0, "rooms": 3, "bathrooms": 3, "address": "Baixa", "province": "Lisboa", "municipality": "Santa Maria Maior", "district": "Baixa", "country": "pt", "latitude": 38.709108, "longitude": -9.1325048, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405691/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 11269.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Santa Maria Maior, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405664", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/bf/e8/fc/244274754.jpg", "externalReference": "1208-4891", "numPhotos": 15, "floor": "1", "price": 1121000.0, "priceInfo": {"price": {"amount": 1121000.0}}, "propertyType": "flat", "operation": "sale", "size": 117.0, "rooms": 2, "bathrooms": 3, "address": "Baixa", "province": "Lisboa", "municipality": "Santa Maria Maior", "district": "Baixa", "country": "pt", "latitude": 38.7065209, "longitude": -9.1360148, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405664/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 9581.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Santa Maria Maior, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405684", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/0f/fb/c8/244274631.jpg", "externalReference": "1208-4899", "numPhotos": 16, "floor": "2", "price": 523000.0, "priceInfo": {"price": {"amount": 523000.0}}, "propertyType": "flat", "operation": "sale", "size": 48.0, "rooms": 1, "bathrooms": 1, "address": "Baixa", "province": "Lisboa", "municipality": "Santa Maria Maior", "district": "Baixa", "country": "pt", "latitude": 38.7081066, "longitude": -9.1338509, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405684/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 10896.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Santa Maria Maior, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405672", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/73/11/fd/244274432.jpg", "externalReference": "1208-4890", "numPhotos": 16, "floor": "4", "price": 596000.0, "priceInfo": {"price": {"amount": 596000.0}}, "propertyType": "flat", "operation": "sale", "size": 65.0, "rooms": 1, "bathrooms": 2, "address": "Baixa", "province": "Lisboa", "municipality": "Santa Maria Maior", "district": "Baixa", "country": "pt", "latitude": 38.7079805, "longitude": -9.1360431, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405672/", "description": "¿Cómo es vivir en Alfama? Entre el Alto da Graça y el río Tajo, encontramos el nuevo Clube Ando Living Alfama. En uno de los barrios más carismáticos de Lisboa, caracterizado por sus edificios de tonos pastel, azulejos típicos y techos de terracota, renace a partir de tres edificios históricos y con una fachada recuperada orientada al sereno río Tajo, un nuevo concepto de alojamiento turístico que promete dinamizar e innovar el turismo de la ciudad lisboeta, así como revivir las tradiciones, hábitos y costumbres de la capital. Cuéntame más sobre los tres edificios históricos donde se encuentra este apartamento... Integrado en el Alfama Club, junto con otros 55 apartamentos, este deslumbrante apartamento de 1 dormitorio con una superficie total de 65m2, situado en la cuarta planta del edificio A, antaño un antiguo edificio con fachada pombalina, que ahora adquiere un nuevo dinamismo sin perder el legado histórico y arquitectónico del edificio. Actualmente con un proyecto de rehabilitación del estudio de arquitectura Saraiva+Associados, todo el edificio mantiene su estilo pombalino, tanto en la fachada como en los techos altos y amplios ventanales, que proporcionan al espacio una imponencia única armonizada con la luz natural que se expande por el apartamento, creando la simbiosis perfecta entre el interior y el exterior y haciendo aún más agradable la experiencia de la vista singular sobre el río Tajo como telón de fondo, sobrevolado ocasionalmente por gaviotas. Cuando abrimos los amplios ventanales, el interior se armoniza con el exterior y los sonidos son igualmente únicos y placenteros, distinguiéndose a lo lejos un diálogo entre las gaviotas y los barcos que atraviesan el río. ¿Qué tiene de especial y diferente el Ando Living? Armoniosamente pensado a la vez que el proyecto de rehabilitación, también el interior de este apartamento mereció la debida atención y cuidado en su decoración. AvroKo, es el nombre de la empresa premiada que está detrás de este proyecto que casa el concepto con la estética con tanta profundidad y personalidad y tienen el don de hacer que los espacios viejos, nuevos e intemporales, todo al mismo tiempo. El enfoque es la sofisticación y el detalle que aporta al interior el lujo de un hotel de primera clase, sin perder el confort familiar que le hará sentirse como en casa. El apartamento está totalmente equipado con cocina, una suite, un aseo social, una zona de estar y de trabajo. También se beneficiará de una amplia gama de servicios que se encuentran en los hoteles de lujo, como servicio de conserjería, servicio de habitaciones, limpieza en seco y lavandería. Distinto por sus amplias áreas, acabados lujosos y un diseño minimalista, este apartamento creado pensando en el estilo de vida del nómada contemporáneo busca traer al estilo de vida de quien lo habita, no solo todo el confort y comodidad, sino la posibilidad de experimentar el alma de la ciudad, incluso sin salir del interior del club, ya que además de todo el interior del apartamento es posible disfrutar de todas las comodidades de Ando Living. Quien viva en el Ando Alfama Club tendrá a su disposición una amplia gama de servicios y espacios que harán que su vivencia sea aún más especial y auténtica. Aquí podrá conciliar fácilmente su espacio residencial con las demás instalaciones de Ando e integrar sus días de trabajo y momentos de ocio en una comunidad y un ambiente que le ofrece una piscina infinita orientada al río Tajo en una zona exterior pensada estéticamente, un gimnasio, spa, bar, restaurante y una concept store. En Ando Living Alfama habitar, trabajar o relajarse será una experiencia única. ¿Qué significa formar parte del Club Ando Living? Ando Living es un concepto imaginado y diseñado para las necesidades de los nómadas progresivos, conocido como el lugar donde los viajeros modernos pueden vivir una vida sin esfuerzo, tranquila y placentera, estando en casa lejos", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 9169.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Santa Maria Maior, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405683", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/4a/c7/3c/244274426.jpg", "externalReference": "1208-4889", "numPhotos": 15, "floor": "4", "price": 1060000.0, "priceInfo": {"price": {"amount": 1060000.0}}, "propertyType": "flat", "operation": "sale", "size": 114.0, "rooms": 2, "bathrooms": 2, "address": "Baixa", "province": "Lisboa", "municipality": "Santa Maria Maior", "district": "Baixa", "country": "pt", "latitude": 38.7077049, "longitude": -9.1331555, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405683/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 9298.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Santa Maria Maior, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405615", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/c4/a9/e1/244273380.jpg", "externalReference": "2001003-21", "numPhotos": 37, "floor": "1", "price": 468800.0, "priceInfo": {"price": {"amount": 468800.0}}, "propertyType": "flat", "operation": "sale", "size": 65.0, "rooms": 2, "bathrooms": 1, "address": "Centro", "province": "Lisboa", "municipality": "Ajuda", "district": "Centro", "country": "pt", "latitude": 38.7058188, "longitude": -9.1987835, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405615/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 7212.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Ajuda, Lisboa", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33267073", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/d9/db/d7/124206224.jpg", "externalReference": "A1544", "numPhotos": 32, "floor": "1", "price": 630000.0, "priceInfo": {"price": {"amount": 630000.0}}, "propertyType": "flat", "operation": "sale", "size": 90.0, "rooms": 2, "bathrooms": 2, "address": "avenida da Índia, Loteamento Alcântara Poente s/n", "province": "Lisboa", "municipality": "Alcântara", "district": "Largo do Calvário - Lx Factory", "country": "pt", "latitude": 38.7015729, "longitude": -9.1764699, "showAddress": true, "url": "https://www.idealista.pt/empreendimento/33267073/", "description": "Este apartamento de 90,06 m² y 2 dormitorios está situado en RIVART, en Alcântara, un barrio situado entre el centro de Lisboa y Belém, a orillas del río Tajo. Con fácil acceso y LX Factory como su principal atractivo, Alcântara cuenta con una amplia oferta de tiendas, restaurantes, bares y espacios de coworking que siguen las últimas tendencias. El apartamento también ofrece un balcón de 10,24 m² y una plaza de aparcamiento. A orillas del río, RIVART brinda una verdadera calidad de vida, cerca del corazón de la capital.", "hasVideo": true, "status": "newdevelopment", "newDevelopment": true, "hasLift": true, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "newDevelopmentFinished": false, "priceByArea": 7000.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Alcântara, Lisboa", "title": "Piso en avenida da Índia, Loteamento Alcântara Poente s/n"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405445", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/66/7d/6a/244270102.jpg", "externalReference": "120611854-51", "numPhotos": 45, "floor": "2", "price": 490000.0, "priceInfo": {"price": {"amount": 490000.0}}, "propertyType": "flat", "operation": "sale", "size": 97.0, "rooms": 2, "bathrooms": 2, "address": "rua Pascoal de Melo, 42", "province": "Lisboa", "municipality": "Arroios", "district": "São Jorge de Arroios", "country": "pt", "neighborhood": "Alameda - Praça do Chile - Almirante Reis", "latitude": 38.7313345, "longitude": -9.1348615, "showAddress": true, "url": "https://www.idealista.pt/imovel/33405445/", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 5052.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Alameda - Praça do Chile - Almirante Reis, Lisboa", "title": "Piso en rua Pascoal de Melo, 42"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405583", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/e8/0b/0e/244271306.jpg", "externalReference": "W-02VD0E", "numPhotos": 30, "floor": "2", "price": 430000.0, "priceInfo": {"price": {"amount": 430000.0}}, "propertyType": "flat", "operation": "sale", "size": 73.0, "rooms": 3, "bathrooms": 1, "address": "Campo Grande", "province": "Lisboa", "municipality": "Alvalade", "district": "Campo Grande", "country": "pt", "latitude": 38.7518213, "longitude": -9.1453899, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405583/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 5890.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Alvalade, Lisboa", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405510", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/85/d1/09/244268414.jpg", "externalReference": "1196-9317", "numPhotos": 22, "floor": "4", "price": 760000.0, "priceInfo": {"price": {"amount": 760000.0}}, "propertyType": "flat", "operation": "sale", "size": 202.0, "rooms": 3, "bathrooms": 4, "address": "São João de Brito", "province": "Lisboa", "municipality": "Alvalade", "district": "São João de Brito", "country": "pt", "latitude": 38.7500261, "longitude": -9.1423519, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405510/", "description": "Porque saber vivir es un arte, este departamento fue diseñado y construido para quienes saben que son los detalles los que marcan la diferencia Departamento de 3 habitaciones con un área bruta total de 202m2, con 160 m2 de área bruta privada. y 42 m2 de superficie bruta dependiente, en el barrio de Alvalade, conocido como uno de los mejores barrios para vivir. A 5 minutos del aeropuerto de Lisboa y al lado de la plaza Areeiro, con numerosos espacios verdes, con énfasis en el Parque da Bela Vista justo al lado, la proximidad al centro de la ciudad, las diversas escuelas públicas y privadas que cubren los distintos niveles de educación, son factores que hacen de esta ubicación una de las más codiciadas de la ciudad de Lisboa. El proyecto interior siguió criterios de alta calidad, con el objetivo de transformar. el espacio físico en un espacio de confort y bienestar. Con acabados de primera calidad en todas las estancias, destacamos la tarima flotante de madera de roble, la piedra crema marfil en los baños y el granito en la cocina. Dierre puerta blindada en la entrada y las dos ventanas en todas las habitaciones, las exteriores son Technal, además del sistema de calefacción central y aire acondicionado Daikin, aportando un confort inigualable a esta vivienda familiar Box para dos coches y espacio de almacenamiento de limpieza. 24 horas al díaNo pierdas esta oportunidad y reserva tu visita ahora. Características: Características exteriores: estacionamiento; Puerta blindada; Videoportero; Áreas comunes; Características interiores - Hall de entrada; Electrodomésticos integrados; Baño completo; Armario; Armarios; Orientación - Este; Sur; Otros equipos: servicio de Internet; Televisión por cable; Gas canalizado; Calefacción central; Sistema de seguridad; Vistas - Vista de la ciudad; Vista al jardín; Otras características - Palco (2 plazas); Balcón; Cocina equipada; Suite; Acceso adecuado para personas con movilidad reducida; Ascensor; Aire condicionado;.", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 3762.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Alvalade, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405497", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/56/d9/19/244268367.jpg", "externalReference": "1196-9224", "numPhotos": 28, "floor": "2", "price": 212000.0, "priceInfo": {"price": {"amount": 212000.0}}, "propertyType": "flat", "operation": "sale", "size": 42.0, "rooms": 3, "bathrooms": 1, "address": "travessa Cruz do Desterro s/n", "province": "Lisboa", "municipality": "Arroios", "district": "Pena", "country": "pt", "latitude": 38.7207989, "longitude": -9.1375708, "showAddress": true, "url": "https://www.idealista.pt/imovel/33405497/", "description": "Apartamento en buen estado general. Buena exposición al sol. Muy bien ubicado. Piso de tablones. Cocina equipada con lavadora; Placa vitrocerámica; Extractor de aire; Calefactor acumulativo Ariston. Todas las habitaciones con ventanas. Baño con poliban. Todos los espacios con iluminación, mediante proyectores incorporados. Muy céntrico y cerca de: Todo tipo de comercio y transporte, concretamente Metro do Intendente, Elevador do Lavra. Hospital de São José y Hospital de Santo António dos Capuchos. Escuela de Medicina Nova - Facultad de Ciencias Médicas; Goethe - Institut Lisboa. Restaurante-Cervejaria Ramiro. Jardim do Torel. Esta propiedad cotiza en exclusiva. La compartimos con todas las agencias inmobiliarias profesionales al 50% / 50%. * Disponemos de un departamento financiero a su disposición, que analiza tu caso en particular, presentándote la solución de financiación que más te conviene. Características: Orientación - Noroeste; Sureste; Otros equipos: servicio de Internet; Televisión por cable; Depósito de agua; Refrigerador; Microonda; Lavadora; Vistas - Vista de la ciudad;.", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 5048.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Arroios, Lisboa", "title": "Piso en travessa Cruz do Desterro s/n"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405492", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/0a/4c/1b/244268227.jpg", "externalReference": "1196-8599", "numPhotos": 49, "floor": "3", "price": 750000.0, "priceInfo": {"price": {"amount": 750000.0}}, "propertyType": "flat", "operation": "sale", "size": 204.0, "rooms": 4, "bathrooms": 3, "address": "Quinta dos Alcoutins", "province": "Lisboa", "municipality": "Lumiar", "district": "Quinta dos Alcoutins", "country": "pt", "latitude": 38.7767194, "longitude": -9.1717629, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405492/", "description": "Con una ubicación privilegiada en Quinta dos Alcoutins, encontrará este hermoso apartamento de 4 dormitorios, la definición misma de confort. El inmueble se venderá con usufructo del actual propietario (82 años) al que irá asociado el pago mensual de una remuneración a acordar entre las partes. Esta es una buena posibilidad para invertir en una propiedad y, quién sabe, en una casa para tus hijos. Con una extensión de 37 hectáreas, Quinta dos Alcoutins se destaca por la presencia dominante del Campo de Golf. Esta es una oportunidad única para disfrutar de una alta calidad de vida en Lisboa, inmerso en un entorno donde prevalece la naturaleza. Situada en Rua Daciano Costa, junto al Club de Golf Paço do Lumiar, la propiedad cuenta con grandes ventanales que garantizan una luminosidad inigualable en toda la casa. Desde la sala y el dormitorio principal (suite), la vista es impresionante, ya sea de día, con la tranquilidad del campo de golf y el movimiento de la ciudad de fondo, o de noche, con todas las luces creando un ambiente auténtico. imagen vívida al final del día. Con 204,44 m2 de área privada bruta y 147,50 m2 de área útil, el departamento se distribuye en un generoso hall de entrada, para permitir una buena separación de las áreas sociales y privadas. Está compuesto por: Hall de entrada; Cocina con espacio para una pequeña mesa de comedor; Amplio salón; 1 dormitorio/suite, con generoso armario; 3 dormitorios, todos con armarios empotrados; 1 baño de visitas y 2 baños completos. Esta fracción también cuenta con 2 plazas de aparcamiento y un trastero. Construido en 2010, aquí encontrará detalles de calidad y varias mejoras realizadas desde entonces. En términos de confort térmico destacamos: En las ventanas de la fachada este (salón y suite) se añadió una segunda línea de ventanas de doble acristalamiento; Calefacción central en toda la casa, con toalleros calefactables en los baños; Cuenta con caldera de gas natural, para calentamiento de agua, y calentador de agua para tanque; Chimenea con estufa; Preinstalación de aire acondicionado; Ventanas climalit con persianas eléctricas. Cerca de Quinta dos Alcoutins, encontrará varias comodidades para su vida diaria y la de su familia: Enseñando Colegio São João de Brito Colegio de Santo Tomás Universidades en Campo Grande y Alameda das Universidades Espacios Verdes y Parques Campo de Golf Paço do Lumiar; Quinta das Conchas y Parque Lilases; el Parque Monteiro Mor, en el Museo del Teatro; Jardines de Campo Grande. Sobre movilidad y viajes: Proximidad al acceso al Eje Norte-Sur y a las principales vías de la ciudad; Parada de autobús en la misma calle (768), con fácil conexión con el metro; Aeropuerto Humberto Delgado a 8 km. También se garantiza una amplia oferta de comercio y servicios, dada la proximidad a Calçada de Carriche, Lumiar y el Eje Norte-Sur. Si está buscando un apartamento para sus hijos o para el regreso de su familia a Portugal dentro de unos años, hable con nosotros, le presentaremos el estudio de mercado asociado a la propiedad y resolveremos cualquier duda que tenga al respecto. Compartimos la comisión con todos los agentes/profesionales inmobiliarios al 50%/50%.", "hasVideo": false, "status": "good", "newDevelopment": false, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "priceByArea": 3676.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Lumiar, Lisboa", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405457", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/bb/ff/3d/244268132.jpg", "externalReference": "2270-211", "numPhotos": 11, "floor": "1", "price": 399000.0, "priceInfo": {"price": {"amount": 399000.0}}, "propertyType": "flat", "operation": "sale", "size": 76.0, "rooms": 2, "bathrooms": 1, "address": "Santa Engrácia", "province": "Lisboa", "municipality": "São Vicente", "district": "Santa Engrácia", "country": "pt", "latitude": 38.7193269, "longitude": -9.1223075, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405457/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 5250.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "São Vicente, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33361599", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/1b/a2/e4/244275989.jpg", "externalReference": "2226-2387", "numPhotos": 19, "price": 299000.0, "priceInfo": {"price": {"amount": 299000.0}}, "propertyType": "flat", "operation": "sale", "size": 59.0, "rooms": 1, "bathrooms": 2, "address": "rua Estácio da Veiga s/n", "province": "Lisboa", "municipality": "Penha de França", "district": "Centro", "country": "pt", "latitude": 38.7279218, "longitude": -9.1294097, "showAddress": true, "url": "https://www.idealista.pt/imovel/33361599/", "description": "Piso de 1 +1 dormitorio, reformado y a estrenar. Ven y descubre una transformación personalizada con apreciable gusto, con detalles y detalles cuidadosamente pensados para la comodidad y necesidades de sus habitantes. A 350 m del Mirador de Monte Agudo, y en el mismo radio que el jardín Luis Ferreira, las escuelas básicas Nuno Gonçalves y Arquiteto Victor Palla y el supermercado LIDL, vives en el corazón de Penha de França, en una zona de fácil aparcamiento en la puerta. Disfruta de una barbacoa y una ducha en la gran terraza de 31m2, carga tu vehículo eléctrico directamente desde tu salón o tus dispositivos electrónicos mediante las tomas USB integradas. Esto, en la comodidad de aire acondicionado en salón y dormitorios, uno de ellos en suite de una casa con 2 baños totalmente eléctricos y cocina 100% equipada con electrodomésticos empotrados \"Ariston\" y termo de agua de 100 litros. Los detalles de acabado hacen de este proyecto un ejemplo inusual de este tipo de propiedad, que también ofrece una opción muy interesante para el mercado de alquiler. Contáctanos para visitar y entender todos los detalles! Características: Características exteriores: barbacoa; Terraza/Cubierta; Camine bajo; Características interiores: electrodomésticos integrados; Baño completo; Armarios; Características Generales - Restaurado; Despensa; Orientación - Noroeste; Sur oeste; Otros equipos: servicio de Internet; Televisión por cable; Lavavajillas; Refrigerador; Microonda; Lavadora; Vistas - Vista de la ciudad; Otras características - Cocina equipada; Suite; Aire condicionado;.", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 5068.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Penha de França, Lisboa", "title": "Piso en rua Estácio da Veiga s/n"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405436", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/57/b5/d3/244267825.jpg", "externalReference": "2270-427", "numPhotos": 32, "floor": "2", "price": 770000.0, "priceInfo": {"price": {"amount": 770000.0}}, "propertyType": "flat", "operation": "sale", "size": 229.0, "rooms": 4, "bathrooms": 3, "address": "rua Lúcio de Azevedo", "province": "Lisboa", "municipality": "São Domingos de Benfica", "district": "Laranjeiras", "country": "pt", "latitude": 38.7541024, "longitude": -9.1726542, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405436/", "description": "¡Bienvenido a tu nuevo hogar en Laranjeiras! Este magnífico apartamento T4 ofrece el espacio y la comodidad que usted y su familia merecen. El Apartamento T4, con 200m2 de superficie bruta privada y 29m2 de superficie bruta dependiente, tiene dos frentes y excelente exposición al sol: sur/este, ubicado en excelentes condiciones. Tiene excelentes áreas y buenos acabados: La propiedad cuenta con 4 dormitorios, con armarios empotrados, uno de ellos en suite con closet. En total tiene 3 baños, uno en suite, uno de apoyo a los dormitorios y otro al área social. Cocina con un pequeño balcón. El apartamento también cuenta con despensa. Sala muy amplia y con mucha luz. El apartamento cuenta con 2 plazas de aparcamiento y un trastero en el aparcamiento interior del condominio. Edificio con dos ascensores. Equipado con aire acondicionado, gas canalizado y doble acristalamiento. Piso flotante en en toda la vivienda, excepto en baños y cocina, donde se utiliza pavimento de mosaico. Esta propiedad está ubicada en la parroquia de São Domingos de Benfica, que cuenta con una buena red de transporte público, incluidos autobuses y la línea azul del metro, lo que facilita el desplazamiento por la ciudad. La parroquia alberga varias instituciones educativas, incluida la docente. escuelas de educación básica y secundaria. Además, es posible encontrar espacios culturales que promuevan eventos y actividades para la comunidad. También cuenta con centros de salud y consultorios médicos, brindando atención primaria de salud a sus habitantes. Se considera una zona segura, que proporciona un ambiente tranquilo a sus habitantes. Está relativamente cerca de otros lugares de interés de Lisboa, como el Zoológico de Lisboa. En resumen, São Domingos de Benfica es una parroquia diversa y bien establecida en Lisboa. , ofreciendo una mezcla de historia, cultura, espacios verdes y comodidades urbanas para sus residentes. Es una excelente opción para quienes buscan una calidad de vida equilibrada en la capital portuguesa. ¡Ven a visitarnos! Compartimos con todas las agencias y profesionales del sector al 50/50%. Ponte en contacto ahora y ven a ver tu nuevo. ¡hogar! Características: Otras características - Garaje; Balcón; Garaje para 2 Coches; Cocina equipada; Recopilación; Suite; Acceso adecuado para personas con movilidad reducida; Ascensor; Aire condicionado;.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "priceByArea": 3362.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "São Domingos de Benfica, Lisboa", "title": "Piso en rua Lúcio de Azevedo"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33088469", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/3f/db/f6/244274031.jpg", "externalReference": "2226-2756", "numPhotos": 35, "floor": "6", "price": 345000.0, "priceInfo": {"price": {"amount": 345000.0}}, "propertyType": "flat", "operation": "sale", "size": 80.0, "rooms": 3, "bathrooms": 2, "address": "rua Bento Gonçalves s/n", "province": "Lisboa", "municipality": "Marvila", "country": "pt", "latitude": 38.7457888, "longitude": -9.1215362, "showAddress": true, "url": "https://www.idealista.pt/imovel/33088469/", "description": "¡Bienvenido a Casas Do Pedro! Este apartamento de 3 dormitorios está ubicado en Rua Bento Gonçalves, en Bairro Armador, en Marvila, Lisboa. Tiene una superficie útil de 72 m² y se encuentra en una finca con 2 ascensores. El piso consta de: Hall de entrada. sala de estar Cocina 3 dormitorios, 1 suite 2 bañosEl piso está en buen estado, las ventanas son dobles, la ubicación es excelente, ya que está cerca de todos los servicios y comercios. A 5 minutos a pie se encuentra la estación de metro Bela Vista, a 10 minutos a pie del parque Bela Vista y a 15 minutos a pie del centro comercial Colombo Los puntos de interés más cercanos son: Estación de metro Bela Ver: 5 minutos a pie. Parque Bela Vista: 10 minutos a pie Centro comercial Colombo: 15 minutos a pie Colegios: 5 minutos a pie El apartamento cuenta con plaza de aparcamiento, lo cual es una gran ventaja. Este apartamento es ideal para una familia o para quien busca un apartamento cómodo y bien ubicado. Rua Bento Gonçalves es una calle tranquila y residencial, con una vista privilegiada de la ciudad. Parque Bella Vista. Este apartamento es una excelente oportunidad para quienes buscan un apartamento de 3 dormitorios con aparcamiento en Lisboa. Compartimos el 50% con todas las agencias inmobiliarias con AMI vigente Características: Características exteriores: estacionamiento; Puerta blindada; Áreas comunes; Terraza/Cubierta; Características interiores - Hall de entrada; Cocina pequeña; Baño completo; Armarios; Características Generales - Primer Propietario; Otros equipos: servicio de Internet; Televisión por cable; Gas canalizado; Vistas - Vista de la ciudad; Vista al jardín; Otras características - Suite; Ascensor; Cochera;.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "priceByArea": 4313.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Marvila, Lisboa", "title": "Piso en rua Bento Gonçalves s/n"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33063184", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/9d/7c/2f/244274577.jpg", "externalReference": "2226-2711", "numPhotos": 46, "floor": "1", "price": 498000.0, "priceInfo": {"price": {"amount": 498000.0}}, "propertyType": "flat", "operation": "sale", "size": 78.0, "rooms": 5, "bathrooms": 3, "address": "Centro", "province": "Lisboa", "municipality": "Campolide", "district": "Centro", "country": "pt", "latitude": 38.7280055, "longitude": -9.1639976, "showAddress": false, "url": "https://www.idealista.pt/imovel/33063184/", "description": "¡Bienvenido a tu nuevo hogar en Campolide, Lisboa! Este excepcional apartamento T3 1, cuidadosamente renovado por un arquitecto, ofrece una combinación única de diseño contemporáneo y confort sofisticado. Características principales:  Habitaciones: 3 dormitorios y 1 dormitorio adicional multifuncional  Estado: Completamente renovado con atención al detalle.  Áreas Sociales: Sala ventilada y luminosa, ideal para recibir invitados  Cocina: cocina de estilo británico.  Afuera: disfrute de su propio patio privado, Ubicación privilegiada: Ubicado en Rua Vitor Bastos, este encantador apartamento se beneficia de la proximidad a varios servicios, incluidas escuelas, tiendas locales, servicios e instalaciones de transporte público. Campolide ofrece una calidad de vida única, combinando la tranquilidad de una zona residencial con la comodidad de la vida urbana. Acabados de Alta Calidad:  Cada detalle ha sido pensado cuidadosamente, desde los elegantes acabados hasta la selección de materiales de alta calidad. El resultado es un espacio moderno y funcional, perfecto para quienes buscan el equilibrio ideal. Esto es más que un apartamento; es una expresión del estilo de vida contemporáneo, que ofrece el entorno ideal para crear recuerdos duraderos. Programe una visita y descubra el encanto exclusivo de esta propiedad en Campolide. Características: Características exteriores: terraza/terraza; Camine bajo; Áreas comunes; Características interiores - Hall de entrada; Baño completo; Armario; Armarios; Lavadero; Características Generales - Restaurado; Despensa; Orientación - Este; Sur; Otros equipos: servicio de Internet; Televisión por cable; Gas canalizado; Lavavajillas; Refrigerador; Lavadora; Vistas - Vista de la ciudad; Otras características - Balcón; Cocina equipada; Suite; Aire condicionado;.", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 6385.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Campolide, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33404688", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/a2/03/63/204268800.jpg", "numPhotos": 29, "floor": "2", "price": 375000.0, "priceInfo": {"price": {"amount": 375000.0}}, "propertyType": "flat", "operation": "sale", "size": 67.0, "rooms": 2, "bathrooms": 1, "address": "Santos-o-Velho - Madragoa", "province": "Lisboa", "municipality": "Estrela", "district": "Santos-o-Velho - Madragoa", "country": "pt", "latitude": 38.706284, "longitude": -9.1592611, "showAddress": false, "url": "https://www.idealista.pt/imovel/33404688/", "description": "Descubra este excelente T1 + 1 totalmente remodelado y amueblado, ¡listo para entrar a vivir! Este apartamento se encuentra en la encantadora Freguesia da Estrela y ofrece un estilo de vida único con el río Tajo a su puerta y a pocos pasos del Chiado. Con una sala acogedora, cocina completamente equipada, dos habitaciones (una de ellas adaptada) y un baño moderno, este inmueble de 65 m² es un verdadero refugio en el corazón de Lisboa. **Apartamento Luminoso** El edificio está estratégicamente ubicado, a una corta distancia de los principales puntos turísticos de Lisboa. En las proximidades, encontrará una amplia gama de tiendas, cafeterías-panaderías, restaurantes, bares y teatros, proporcionando un ambiente vibrante y repleto de opciones para todos los gustos. Además, la comodidad de estar a pocos minutos a pie de la parada de autobús y estación de tranvía facilita la movilidad por la ciudad. Situado en el 2º piso de un edificio con ascensor, este apartamento proporciona confort y practicidad sin igual. ¡No pierda esta oportunidad de vivir en una de las áreas más deseadas de Lisboa! Contáctenos para más información y agende su visita. El inmueble está arrendado con contrato hasta 31.01. 2025 por un valor de 1.300 €.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 5597.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Estrela, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405383", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/b2/46/2b/244266677.jpg", "externalReference": "309240025", "numPhotos": 20, "floor": "2", "price": 325000.0, "priceInfo": {"price": {"amount": 325000.0}}, "propertyType": "flat", "operation": "sale", "size": 77.0, "rooms": 2, "bathrooms": 1, "address": "Calçada do Tojal, 88", "province": "Lisboa", "municipality": "Benfica", "district": "Calçada do Tojal", "country": "pt", "latitude": 38.7557258, "longitude": -9.2043951, "showAddress": true, "url": "https://www.idealista.pt/imovel/33405383/", "description": "Excelente oportunidad, apartamento de 2 habitaciones ubicado en la Calzada del Tojal en Benfica, completamente renovado a nivel de tuberías y electricidad. Ubicado en el segundo piso de un edificio con 2 ascensores. Tiene 77m2, de los cuales 10m2 son balcones con vistas despejadas. Destacan las carpinterías nuevas con vidrios dobles térmicos y acústicos. Cocina y baño modernos, equipados con acabados contemporáneos y de calidad. Las dos habitaciones tienen balcones que dan al frente del edificio, mientras que el balcón en la parte trasera completa el espacio con acceso por el salón y la cocina. Oportunidad de adquirir una propiedad lista para habitar en un edificio bien conservado.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 4221.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Benfica, Lisboa", "title": "Piso en Calçada do Tojal, 88"}, "hasPlan": true, "has3DTour": true, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405377", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/06/64/81/244266693.jpg", "externalReference": "4001", "numPhotos": 27, "floor": "1", "price": 420000.0, "priceInfo": {"price": {"amount": 420000.0}}, "propertyType": "flat", "operation": "sale", "size": 96.0, "rooms": 2, "bathrooms": 1, "address": "Alvalade", "province": "Lisboa", "municipality": "Alvalade", "district": "Alvalade", "country": "pt", "latitude": 38.7462214, "longitude": -9.133827, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405377/", "hasVideo": false, "status": "renew", "newDevelopment": false, "hasLift": false, "priceByArea": 4375.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Alvalade, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405311", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/75/1c/91/244260985.jpg", "externalReference": "1208-5125", "numPhotos": 23, "floor": "3", "price": 385000.0, "priceInfo": {"price": {"amount": 385000.0}}, "propertyType": "flat", "operation": "sale", "size": 90.0, "rooms": 3, "bathrooms": 1, "address": "Anjos", "province": "Lisboa", "municipality": "Arroios", "district": "Anjos", "country": "pt", "latitude": 38.7252595, "longitude": -9.1351918, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405311/", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 4278.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Arroios, Lisboa", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "32984397", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/1e/e6/77/245268416.jpg", "externalReference": "2226-2102", "numPhotos": 51, "floor": "bj", "price": 1940000.0, "priceInfo": {"price": {"amount": 1940000.0}}, "propertyType": "flat", "operation": "sale", "size": 271.0, "rooms": 7, "bathrooms": 2, "address": "rua Almeida Brandão", "province": "Lisboa", "municipality": "Estrela", "district": "Lapa", "country": "pt", "latitude": 38.7113243, "longitude": -9.1548659, "showAddress": false, "url": "https://www.idealista.pt/imovel/32984397/", "description": "Ven a descubrir este encantador apartamento de 8 habitaciones, ubicado en una de las zonas más nobles y céntricas de Lisboa, en la parroquia de Estrela y Lapa, a pocos metros del Palacio de São Bento/Assembleia da República y del Jardim de São Bento. Esta propiedad única, cuenta con amplias habitaciones/divisiones, techos trabajados, alturas de techo superiores a 3,6 m, aberturas altas de puertas y ventanas y contraventanas interiores, exposición al sol suroeste, noroeste y noreste. En un edificio de estilo Art Nouveau de 1910, con una entrada única. en el cruce de dos calles con puerta de esquina, donde nos recibe una entrada principal con techo trabajado y una puerta de madera con vidrieras, que da acceso al hall de entrada flanqueado por varias puertas que conformaban los distintos accesos al propiedad, así como su puerta principal y la escalera revestida de mármol. El departamento consta de: Pasillo que flanquea la propiedad, con acceso a todas las habitaciones; Sala de entrada; Biblioteca; Sala de estar; Comedor; Despensa; Cocina americana con comedor; Cuarto de lavado con acceso a entrada de servicio; Cuarto de baño, con plato de ducha; Suite con baño completo; vestidor; Escritorio. Características:Aire acondicionado; Falsos techos con iluminación; Techos altos (superiores a 3,6 m); Techos trabajados; Armarios; Marcos de PVC. CercaJardim de São Bento PSP Asamblea de la República Palacio de San Bento Basílica de la Estrella Jardín de la Estrella ISEG - Instituto Superior de Economía y Gestión Hoteles Farmacias Escuelas Bancos Restaurantes Regimiento de Bomberos IADE - Instituto de Artes Visuales, Diseño y Marketing Estación Santos (10 minutos a pie) Fuente de esperanza Cine Cinearte o Compañía de Teatro A Barraca Iglesia de Santos-o-Velho Otros puntos de interés Complejo Palacio de las Necessidades o Convento de São Filipe de Néri (antiguo) Cementerio de Prazeres Fuente de Janelas Verdes Museo Nacional de Arte Antiguo o Museo Janelas Verdes o Palacio de Alvor Palacio de los Condes de Penha Longa y Olivais o Palacio de Lapa Palacio del Conde de Óbidos o Palacio donde se encuentra la Cruz Roja Portuguesa Iglesia de San Francisco de Paula Se espera que la futura estación de metro Estrela - línea verde (5 minutos a pie) abra en 2025. ¡Aprovecha esta oportunidad de vivir la mejor experiencia en el barrio de Estrela! Compartimos con todas las agencias y profesionales inmobiliarios al 50/50. Para obtener más información, visite nuestro sitio web en¿Necesita vender o comprar una propiedad? Nos encargamos de todo el proceso de forma sencilla y profesional. Características: Características exteriores - Puerta blindada; Camine bajo; Áreas comunes; Características interiores - Hall de entrada; Baño completo; Armario; Armarios; Lavadero; Cocina americana; Características Generales - Restaurado; Despensa; Orientación - Noroeste; Noreste; Sur oeste; Otros equipos: servicio de Internet; Televisión por cable; Gas canalizado; Lavavajillas; Refrigerador; Microonda; Lavadora; Vistas: vista a la ciudad; Otras características - Cocina equipada; Suite; Aire condicionado;.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 7159.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Estrela, Lisboa", "title": "Piso en rua Almeida Brandão"}, "hasPlan": true, "has3DTour": false, "has360": true, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405269", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/b8/e4/61/244257335.jpg", "externalReference": "1196-9277", "numPhotos": 11, "price": 225000.0, "priceInfo": {"price": {"amount": 225000.0}}, "propertyType": "flat", "operation": "sale", "size": 33.0, "rooms": 1, "bathrooms": 1, "address": "Praça da Alegria", "province": "Lisboa", "municipality": "Santo António", "district": "Praça da Alegria", "country": "pt", "latitude": 38.7155009, "longitude": -9.1443303, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405269/", "description": "Descubra su escapada perfecta en la vibrante Praça da Alegria Este acogedor apartamento de 1 dormitorio ofrece una combinación única de confort y ubicación privilegiada. Situado justo al lado de la prestigiosa Avenida da Liberdade y el icónico Marquês de Pombal, este es el escenario ideal para explorar todo lo que Lisboa tiene para ofrecer. Compuesto por: - Hall de entrada - Sala de estar - Cocina americana - 1 aseo - 1 dormitorio   Con un ambiente encantador y comodidades modernas, este es el lugar donde los sueños se hacen realidad. No pierdas esta oportunidad de vivir en el corazón de Lisboa. ¡Ven a hacer de este apartamento tu nuevo hogar!", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 6818.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Santo António, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405267", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/f0/0f/f2/244256233.jpg", "externalReference": "1196-8721", "numPhotos": 15, "floor": "2", "price": 255000.0, "priceInfo": {"price": {"amount": 255000.0}}, "propertyType": "flat", "operation": "sale", "size": 81.0, "rooms": 3, "bathrooms": 1, "address": "rua Francisco Pereira de Sousa s/n", "province": "Lisboa", "municipality": "São Domingos de Benfica", "district": "Estrada de Benfica", "country": "pt", "latitude": 38.7448287, "longitude": -9.1782048, "showAddress": true, "url": "https://www.idealista.pt/imovel/33405267/", "description": "APARTAMENTO DE 3 DORMITORIOS, SAO DOMINGOS DE BENFICA, LISBOA - *DISPONIBLE PARA VENTA*. Apartamento de 3 dormitorios con 80,90m² para remodelación JUNTO A LA CARRETERA DE BENFICA. Área bruta privada: 79,00m² Área bruta dependiente: 1,90m². Barrio familiar, residencial y con varios puntos de comercio y servicios. Comercio tradicional, tiendas de diseño y mobiliario, cafeterías y restaurantes Zona céntrica, facilidad de accesos, proximidad de transportes públicos, y varios equipamientos sociales, Mercado de Sao Domingos de Benfica, Metropolitano del Alto dos Moinhos, Hospital de la Cruz Roja, Jardín Zoológico. Para más información contáctenos. Características: Características Exteriores - Planta Alta; Áreas comunes; Características Generales - Para remodelar; Orientación - Naciente; Sur; Vistas - Vista ciudad; Otras características - Balcón.", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 3148.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "São Domingos de Benfica, Lisboa", "title": "Piso en rua Francisco Pereira de Sousa s/n"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405266", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/29/f6/e5/244256128.jpg", "externalReference": "3628623", "numPhotos": 15, "floor": "3", "price": 290000.0, "priceInfo": {"price": {"amount": 290000.0}}, "propertyType": "flat", "operation": "sale", "size": 85.0, "rooms": 3, "bathrooms": 2, "address": "rua Vila Teixeira Pinto", "province": "Lisboa", "municipality": "Olivais", "country": "pt", "latitude": 38.7624795, "longitude": -9.1172671, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405266/", "description": "= El apartamento = Apartamento espacioso y de líneas modernas con excelente exposición solar (Naciente / Poniente). Totalmente renovado incluyendo la canalización, electricidad y alcantarillado. Con 3 frentes y bastante luminosidad durante todo el día, este apartamento se compone de: sala de estar / comedor, cocina equipada en open-space (estilo americano), 3 habitaciones (1 en suite), 2 baños completos con polibán. Armarios empotrados en 2 habitaciones. Cocina totalmente equipada y con mucho almacenaje: estufa, horno y termoacumulador eléctricos, campana extractora, lavavajillas, lavadora y secadora de ropa, frigorífico combinado. Vista despejada (avistando el río al naciente). Ventanas oscilobatientes con carpintería de PVC y persianas eléctricas en todas las divisiones. Este apartamento se encuentra en el 3er y último piso en edificio sin ascensor. A solo 400 metros del Spacio Shopping Olivais, a 600 metros de la Estación de Metro Olivais y a 5 minutos del Aeropuerto y de la Estación de Trenes (Gare do Oriente) ya solo 400 metros del Spacio Shopping Olivais. Valor Condominio: 15 € / mes = La ubicación = Situado en la zona oriental de Lisboa, la zona de Olivais es una zona residencial muy solicitada con fácil acceso al centro de la ciudad y que ofrece una buena calidad de vida a sus habitantes. La zona está bien comunicada por transporte público, incluyendo el metro, el tren y varias líneas de autobuses. Además, cuenta con diversas opciones de comercio, servicios y espacios verdes. La Zona de Olivais es una zona bastante completa en términos de infraestructuras y comodidades. Junto al Parque das Nações, un barrio moderno de Lisboa a orillas del río Tajo y uno de los lugares más buscados por turistas y lugareños, que ofrece diversos atractivos, como el Oceanario de Lisboa, el Pabellón del Conocimiento, restaurantes, bares, jardines y un puerto deportivo. ¡Contáctame para más información! ¡Ven a visitarnos!", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 3412.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Olivais, Lisboa", "title": "Piso en rua Vila Teixeira Pinto"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "highlight": {"groupDescription": "Top"}, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33323193", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/74/64/20/244255666.jpg", "externalReference": "1208-5439", "numPhotos": 10, "price": 295000.0, "priceInfo": {"price": {"amount": 295000.0}}, "propertyType": "flat", "operation": "sale", "size": 75.0, "rooms": 3, "bathrooms": 1, "address": "Olivais", "province": "Lisboa", "municipality": "Olivais", "country": "pt", "latitude": 38.7740199, "longitude": -9.1140782, "showAddress": false, "url": "https://www.idealista.pt/imovel/33323193/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 3933.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Olivais, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405221", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/ef/15/6b/244253534.jpg", "externalReference": "1208-5357", "numPhotos": 15, "floor": "3", "price": 255000.0, "priceInfo": {"price": {"amount": 255000.0}}, "propertyType": "flat", "operation": "sale", "size": 55.0, "rooms": 1, "bathrooms": 1, "address": "Gare do Oriente - Zona Sul", "province": "Lisboa", "municipality": "Parque das Nações", "district": "Gare do Oriente - Zona Sul", "country": "pt", "latitude": 38.7737088, "longitude": -9.0983815, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405221/", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 4636.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Parque das Nações, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33243859", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/73/87/a5/244252500.jpg", "externalReference": "1208-5403", "numPhotos": 11, "floor": "3", "price": 198000.0, "priceInfo": {"price": {"amount": 198000.0}}, "propertyType": "flat", "operation": "sale", "size": 69.0, "rooms": 1, "bathrooms": 1, "address": "Centro", "province": "Lisboa", "municipality": "Campo de Ourique", "district": "Centro", "country": "pt", "latitude": 38.7150887, "longitude": -9.1626968, "showAddress": false, "url": "https://www.idealista.pt/imovel/33243859/", "description": "Apartamento de 1 dormitorio en Campo de Ourique para inversión en una de las mejores ubicaciones de esta parroquia. Consta de 1 dormitorio, 1 salón, 1 aseo, 1 cocina y 1 marquesina de 3m2. El edificio fue reformado en 2016. Alquilado a inquilinos mayores de 65 años con contrato desde los años 80 sin posibilidad de rescisión del contrato de arrendamiento. Alquiler mensual por valor de 210,00. Póngase en contacto para obtener más información. * Cuente con nuestra ayuda para nuestro apoyo y aprobación de su financiación. ** En KW Portugal, creemos en compartir como una forma de brindar el mejor servicio al cliente y, por lo tanto, si es un profesional del sector y tiene un cliente comprador calificado, ¡contáctenos y programe su visita! Características: Características exteriores: planta alta; Características generales: reformado; Vistas: vistas a la ciudad; Otras características: cocina equipada; Ascensor;.", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 2870.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Campo de Ourique, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405205", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/37/a0/ff/244252011.jpg", "externalReference": "1196-8697", "numPhotos": 40, "price": 790000.0, "priceInfo": {"price": {"amount": 790000.0}}, "propertyType": "flat", "operation": "sale", "size": 120.0, "rooms": 4, "bathrooms": 2, "address": "Centro", "province": "Lisboa", "municipality": "Campo de Ourique", "district": "Centro", "country": "pt", "latitude": 38.7148221, "longitude": -9.1646115, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405205/", "description": "En una de las zonas más buscadas y encantadoras que caracterizan a Lisboa en su esplendor, surge este magnífico apartamento T4 lleno de magia. Con un jardín para pasar sus tardes de verano con acceso directo a una cocina amplia y luminosa con sala de estar, habitaciones espaciosas que mantienen el estilo antiguo con puertas y techos altos que hacen perder la vista. Un pequeño escritorio y dos baños complementan el que es el apartamento de ensueño en el centro de Lisboa. ¡Ven a conocerlo! En las calles de Campo de Ourique, se encuentra uno de los barrios de Lisboa con espacios antiguos de gran tradición, como el mercado y cafés típicos, pero a los que se suman otros más modernos, como el supermercado biológico y restaurantes gourmet. Con el tiempo, han ido surgiendo una serie de tiendas de telas y decoración y, hoy en día, es uno de los lugares preferidos de muchos decoradores y diseñadores. Campo de Ourique es un lugar relativamente tranquilo, de espacios verdes, con calles que invitan a dar largos paseos. Durante el fin de semana encontrará padres e hijos jugando en el Jardim da Parada y señoras camino de la misa vestidas como es debido. A las personas que viven aquí les gusta preservar su espacio y quien lo visita no querrá irse. En KW compartimos negocios con todos los asesores inmobiliarios o agencias con licencia AMI. Si es profesional del sector y tiene un cliente calificado, contácteme y agende la visita. Características: Características Exteriores - Jardín; Planta baja; Características Interiores - Hall de entrada; Características Generales - Despensa; Otras características - Trastero; Acceso adecuado para personas con movilidad reducida.", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 6583.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Campo de Ourique, Lisboa", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405201", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/b9/ea/3d/244250902.jpg", "externalReference": "1208-5415", "numPhotos": 18, "floor": "2", "price": 249000.0, "priceInfo": {"price": {"amount": 249000.0}}, "propertyType": "flat", "operation": "sale", "size": 50.0, "rooms": 1, "bathrooms": 1, "address": "rua Actor Augusto de Melo s/n", "province": "Lisboa", "municipality": "Beato", "country": "pt", "latitude": 38.7350426, "longitude": -9.1135323, "showAddress": true, "url": "https://www.idealista.pt/imovel/33405201/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 4980.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Beato, Lisboa", "title": "Piso en rua Actor Augusto de Melo s/n"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33404965", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/a8/b7/f4/244567140.jpg", "externalReference": "DH561", "numPhotos": 38, "floor": "bj", "price": 985000.0, "priceInfo": {"price": {"amount": 985000.0}}, "propertyType": "flat", "operation": "sale", "size": 180.0, "rooms": 3, "bathrooms": 3, "address": "rua Ramalho Ortigão, 27", "province": "Lisboa", "municipality": "Avenidas Novas", "district": "Bairro Azul - Parque Eduardo VII", "country": "pt", "latitude": 38.7354018, "longitude": -9.1560911, "showAddress": true, "url": "https://www.idealista.pt/imovel/33404965/", "description": "Apartamento de 3 habitaciones en Bairro Azul, Avenidas Novas, Lisboa Apartamento de 4 habitaciones, en el centro de Lisboa, Avenidas Novas A unos pasos de El Corte Inglés, en el emblemático Bairro Azul, encontramos este apartamento de 3 dormitorios, totalmente restaurado con altas calidades y buen gusto, donde la arquitectura clásica combina con la moderna, manteniendo su encanto original. El apartamento está ubicado en una planta baja elevada, un pasillo conduce a un dormitorio, una suite, un baño de visitas completo y una suite principal con acceso a una hermosa terraza con parterres y grandes ventanales que permiten buena luz y sol. El salón  también se beneficia de acceso directo a la terraza, una habitación adicional para el comedor y una cocina abierta totalmente equipada con electrodomésticos Bosch. Un espacio independiente para lavandería y trastero en el sótano. Los detalles de iluminación del departamento le dan un toque de sobriedad y elegancia. El departamento no cuenta con estacionamiento, pero es posible solicitar una credencial para residentes en la zona o realizar una adenda a un parque cercano. La parroquia de Avenidas Novas es una zona muy valorada y solicitada, ya que cuenta con toda una gama de servicios. A pocos metros del famoso centro comercial \"El Corte Inglés\" y también cerca del Parque Eduardo VII, colegios internacionales, el Museo Calouste Gulbenkian y mucho más. Condiciones: 2 alquileres y dos fianzas. Acerca del borrador en hogares: Forma parte del grupo DRAFT IN, donde contará con todas las soluciones para Construcción, Inmobiliario y Financiamiento. DRAFT-IN HOMES integra un equipo de asesores inmobiliarios con experiencia, siempre que desee comprar o vender una propiedad, brindándole un acompañamiento personalizado. DRAFT-IN Projetos e Construções forma parte de un equipo multidisciplinario, con amplia experiencia en todas las áreas de la arquitectura y la construcción, compuesto por Arquitectos, Ingenieros y Personal Especializado, con el fin de garantizar altos estándares de calidad en soluciones integradas, es decir, soluciones \"llave en mano\". DRAFT IN FINANCE ayudará a los participantes empresariales a obtener financiación más rápidamente y con soluciones más ventajosas.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 5472.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Avenidas Novas, Lisboa", "title": "Piso en rua Ramalho Ortigão, 27"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405180", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/9d/1c/25/244245397.jpg", "externalReference": "1196-8832", "numPhotos": 15, "price": 279900.0, "priceInfo": {"price": {"amount": 279900.0}}, "propertyType": "flat", "operation": "sale", "size": 80.0, "rooms": 1, "bathrooms": 1, "address": "rua dos Arneiros s/n", "province": "Lisboa", "municipality": "Benfica", "district": "Arneiros", "country": "pt", "latitude": 38.7515719, "longitude": -9.2007837, "showAddress": true, "url": "https://www.idealista.pt/imovel/33405180/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 3499.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Benfica, Lisboa", "title": "Piso en rua dos Arneiros s/n"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405158", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/71/39/b1/244244972.jpg", "externalReference": "2220-1959", "numPhotos": 56, "floor": "2", "price": 1350000.0, "priceInfo": {"price": {"amount": 1350000.0}}, "propertyType": "duplex", "operation": "sale", "size": 230.0, "rooms": 2, "bathrooms": 3, "address": "Bica", "province": "Lisboa", "municipality": "Misericórdia", "district": "Bica", "country": "pt", "latitude": 38.7098495, "longitude": -9.1483639, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405158/", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": false, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "priceByArea": 5870.0, "detailedType": {"typology": "flat", "subTypology": "duplex"}, "suggestedTexts": {"subtitle": "Misericórdia, Lisboa", "title": "Dúplex"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405118", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/1d/cc/73/244241693.jpg", "externalReference": "1207-2840", "numPhotos": 45, "price": 245000.0, "priceInfo": {"price": {"amount": 245000.0}}, "propertyType": "flat", "operation": "sale", "size": 57.0, "rooms": 1, "bathrooms": 1, "address": "Castelo - Mouraria", "province": "Lisboa", "municipality": "Santa Maria Maior", "district": "Castelo - Mouraria", "country": "pt", "latitude": 38.7176626, "longitude": -9.1357154, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405118/", "description": "El encanto de residir en un barrio histórico de Lisboa, como la Mouraria o el Castillo de San Jorge, abre camino para este Apartamento T1+1, íntegramente renovado. Situado en el Beco do Jasmim, la vista amplia, la tranquilidad del barrio y la proximidad con el centro de Lisboa, hacen de este inmueble una oportunidad imperdible. Ubicado próximo al Castillo de San Jorge y al Mirador de la Gracia, este apartamento T1+1, ocupa el 2º piso de un edificio totalmente renovado, sin ascensor, con vistas despejadas sobre el caserío de Lisboa, de la Mouraria hasta la Gracia. El apartamento, totalmente renovado, posee 56,8 m2 distribuidos de la siguiente manera: 1 salón con una ventana y un balcón, asomado al patio acogedor donde se localiza. 1 habitación interior (5,6 m2) posee vista al caserío de Lisboa, a través de la ventana del salón. 1 cocina (9,84 m2) totalmente equipada, con ventana a la parte trasera del edificio. 1 despacho (4,6 m2) que también puede funcionar como comedor. 1 Baño con luz natural. Toda la zona circundante está muy bien servida de transportes y comercio y su localización proporciona un rápido acceso a la plaza del Marim Moniz y a la baja Pombalina. El nuevo proyecto para el Martim Moniz, denominado Un Jardín para el Mundo, preconiza la recalificación de esta plaza, en 2026, mediante la sustitución del espacio actual por un vasto jardín. Excelente oportunidad, para vivienda propia o alquiler / inversión. ¡Contáctame y reserva ya tu visita! Características: Características Interiores - Electrodomésticos empotrados;  Características Generales - Reformado;  Otros Equipamientos - Gas canalizado; Nevera; Microondas; Lavadora;  Vistas - Vista ciudad;  Otras características - Cocina Equipada.", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 4298.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Santa Maria Maior, Lisboa", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33329774", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/3a/e9/a2/244241190.jpg", "externalReference": "1208-5584", "numPhotos": 9, "price": 2200000.0, "priceInfo": {"price": {"amount": 2200000.0}}, "propertyType": "flat", "operation": "sale", "size": 251.0, "rooms": 3, "bathrooms": 4, "address": "Castelo - Mouraria", "province": "Lisboa", "municipality": "Santa Maria Maior", "district": "Castelo - Mouraria", "country": "pt", "latitude": 38.7107458, "longitude": -9.1329439, "showAddress": false, "url": "https://www.idealista.pt/imovel/33329774/", "description": "São Mamede 25 es un proyecto de rehabilitación de un edificio típicamente pombalino, ubicado en la Rua de São Mamede, en Alfama. Cerca del Castillo de São Jorge y de la Catedral, esta promoción, diseñada por el prestigioso arquitecto Frederico Valsassina, consta de 8 apartamentos independientes, que van desde T0 a T3 1. El edificio principal tiene 5 apartamentos y en el patio común, 2 serán Apartamentos dúplex construidos con jardín privado y un estudio. Los apartamentos y las zonas comunes fueron diseñados prestando atención al más mínimo detalle y los materiales fueron elegidos para cumplir con los más altos estándares de calidad, preservando elementos arquitectónicos originales, a saber, la fachada, la piedra Lioz y los azulejos. El apartamento T3 1 en el 1er piso (fracción B) consta de Sala- Comedor- Cocina- 3 Dormitorios, en suite y con closet- 4 Baños- 1 oficina- 1 estacionamiento *Plazo previsto de finalización de la obra: Finales de 2024 Plan de pago: 20% del precio de venta a pagar al firmar el CPCV 80% del precio de venta a pagar al firmar la escritura *La propiedad es parte de un proyecto en construcción que posteriormente estará sujeto a licenciamiento. [ES] São Mamede 25 es un proyecto de rehabilitación de un edificio típico pombalino, en Alfama - Rua de São Mamede. Cerca del Castelo de São Jorge y de la catedral, esta promoción, diseñada por el prestigioso arquitecto Frederico Valsassina, consta de 8 apartamentos independientes, que van desde la T0 a la T3 1. El edificio principal consta de 5 viviendas y en el patio común se construirán dos viviendas dúplex con jardín privado y 1 estudio. Los apartamentos y las zonas comunes se diseñaron prestando atención a los detalles más finos y los materiales se eligieron para cumplir con los más altos estándares de calidad, preservando elementos arquitectónicos originales, a saber, la fachada, la piedra Lioz y los azulejos originales. El apartamento T3 1 (unidad B) consta de Salón- Cocina- 3 dormitorios, todos con baño privado y armarios empotrados- 4 baños en total- 1 oficina - 1 plaza de aparcamiento *Plazo previsto de finalización de la obra: finales de 2024 Plan de pagos: 20% del precio de venta a pagar al firmar el CPCV 80% del precio de venta a pagar al firmar la escritura Características: Características interiores - Hall de entrada; Electrodomésticos integrados; Baño completo; Armarios; Características Generales - Primer Propietario; Otros equipos: lavavajillas; Refrigerador; Microonda; Lavadora; Otras características - Garaje; Suite; Ascensor;.", "hasVideo": false, "status": "good", "newDevelopment": false, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "priceByArea": 8765.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Santa Maria Maior, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405109", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/f8/20/77/244238539.jpg", "externalReference": "1207-2767", "numPhotos": 18, "price": 255000.0, "priceInfo": {"price": {"amount": 255000.0}}, "propertyType": "flat", "operation": "sale", "size": 82.0, "rooms": 4, "bathrooms": 1, "address": "rua Cidade Vila Cabral s/n", "province": "Lisboa", "municipality": "Olivais", "country": "pt", "latitude": 38.7661205, "longitude": -9.1231874, "showAddress": true, "url": "https://www.idealista.pt/imovel/33405109/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 3110.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Olivais, Lisboa", "title": "Piso en rua Cidade Vila Cabral s/n"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405063", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/e5/af/97/244236063.jpg", "externalReference": "1196-9057", "numPhotos": 3, "floor": "2", "price": 429900.0, "priceInfo": {"price": {"amount": 429900.0}}, "propertyType": "flat", "operation": "sale", "size": 76.0, "rooms": 3, "bathrooms": 2, "address": "rua António Nobre s/n", "province": "Lisboa", "municipality": "São Domingos de Benfica", "district": "Estrada de Benfica", "country": "pt", "latitude": 38.746354, "longitude": -9.1782913, "showAddress": true, "url": "https://www.idealista.pt/imovel/33405063/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 5657.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "São Domingos de Benfica, Lisboa", "title": "Piso en rua António Nobre s/n"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405092", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/1a/53/9c/244235263.jpg", "externalReference": "2001005-227", "numPhotos": 26, "floor": "4", "price": 190000.0, "priceInfo": {"price": {"amount": 190000.0}}, "propertyType": "flat", "operation": "sale", "size": 75.0, "rooms": 3, "bathrooms": 1, "address": "rua Xavier de Magalhães s/n", "province": "Lisboa", "municipality": "Marvila", "country": "pt", "latitude": 38.7480004, "longitude": -9.1082202, "showAddress": true, "url": "https://www.idealista.pt/imovel/33405092/", "description": "Apartamento tipo T3, en edificio en buen estado de los años 60, con costes controlados sin ascensor, en estado considerado habitable, necesitado de recalificación / modernización. Su posición elevada, orientada al este/sur, permite disfrutar de mucha luz y de una vista que se extiende hasta el río Tajo. La propiedad tiene 3 dormitorios, 2 de los cuales tienen capacidad para camas dobles, el tercero más pequeño podría ser una habitación individual y/o despacho. El salón dispone de zona de comedor y zona de estar, el baño es completo con cabina de ducha y el recibidor tiene un buen tamaño donde encontramos una despensa y acceso a la cocina, de buen tamaño y funcional. La propiedad cuenta con muebles que se pueden guardar en el apartamento. La ubicación de la propiedad es muy tranquila, con conexiones de transporte a diferentes puntos de Lisboa, cerca de la Junta Parroquial de Marvila y del lugar donde está previsto el futuro Hospital de Todos os Santos. Para una entrada inmediata o para una modernización que lo elevará a otro nivel de comodidad, asegúrese de visitar este apartamento y venir a vivir a Lisboa. ¡Espero su visita! Características: Características interiores - Hall de entrada; Amueblado; Orientación - Este; Sur; Vistas - Vista de la ciudad; Vista del rio;.", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 2533.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Marvila, Lisboa", "title": "Piso en rua Xavier de Magalhães s/n"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405072", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/44/de/97/244234316.jpg", "externalReference": "1196-9056", "numPhotos": 3, "price": 369900.0, "priceInfo": {"price": {"amount": 369900.0}}, "propertyType": "flat", "operation": "sale", "size": 67.0, "rooms": 2, "bathrooms": 2, "address": "rua António Nobre s/n", "province": "Lisboa", "municipality": "São Domingos de Benfica", "district": "Estrada de Benfica", "country": "pt", "latitude": 38.746354, "longitude": -9.1782913, "showAddress": true, "url": "https://www.idealista.pt/imovel/33405072/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 5521.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "São Domingos de Benfica, Lisboa", "title": "Piso en rua António Nobre s/n"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405049", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/e6/f8/04/244233567.jpg", "externalReference": "1196-9012", "numPhotos": 13, "price": 420000.0, "priceInfo": {"price": {"amount": 420000.0}}, "propertyType": "flat", "operation": "sale", "size": 130.0, "rooms": 2, "bathrooms": 3, "address": "Fonte Nova -  Calhariz", "province": "Lisboa", "municipality": "Benfica", "district": "Fonte Nova -  Calhariz", "country": "pt", "latitude": 38.7487627, "longitude": -9.1964741, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405049/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 3231.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Benfica, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405009", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/ff/0c/c5/244229149.jpg", "externalReference": "1196-8993", "numPhotos": 11, "price": 450000.0, "priceInfo": {"price": {"amount": 450000.0}}, "propertyType": "flat", "operation": "sale", "size": 71.0, "rooms": 2, "bathrooms": 3, "address": "Centro", "province": "Lisboa", "municipality": "Campolide", "district": "Centro", "country": "pt", "latitude": 38.726471, "longitude": -9.1656895, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405009/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 6338.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Campolide, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}, {"propertyCode": "33405008", "thumbnail": "https://img3.idealista.pt/blur/WEB_LISTING/0/id.pro.pt.image.master/89/95/6d/244228907.jpg", "externalReference": "1196-9013", "numPhotos": 2, "price": 395000.0, "priceInfo": {"price": {"amount": 395000.0}}, "propertyType": "flat", "operation": "sale", "size": 60.0, "rooms": 1, "bathrooms": 2, "address": "Centro", "province": "Lisboa", "municipality": "Campolide", "district": "Centro", "country": "pt", "latitude": 38.722817, "longitude": -9.1670055, "showAddress": false, "url": "https://www.idealista.pt/imovel/33405008/", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 6583.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Campolide, Lisboa", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "topNewDevelopment": false, "topPlus": false}], "total": 12204, "totalPages": 245, "actualPage": 12, "itemsPerPage": 50, "numPaginations": 0, "summary": ["Comprar", "Viviendas", "Lisboa", "Todos los precios", "Todos los tamaños"], "filter": {"locationName": "Lisboa"}, "alertName": "Viviendas en Lisboa", "totalAppliedFilters": 0, "lowerRangePosition": 550, "paginable": true, "upperRangePosition": 600}